{
	"pair": {
		"titleLs110": "Youless LS110 / LS120 Power",
		"instructionsLs110": "This driver should be used if you have a LS110 or LS120 connected to a power meter via the optical sensor. Enter the fixed IP address of the LS110/LS120. Password is only supported for the LS120. Leave the password field empty if you have a LS110, or no password is set in the LS120.",
		"titleLs120": "Youless LS120-EL P1",
		"instructionsLs120": "This driver should be used if you have a LS120 with Enelogic firmware connected to a smart meter via P1 (DSMR). Enter the fixed IP addresss of the LS120. Leave the password field empty if no password is set in the LS120. De-select any meters that you do not need. The main power is always included.",
		"includeMeters": "Include meters",
		"includeProduction": "Power production",
		"includeOffPeak": "Off-peak",
		"includeGas": "Gas",
		"titleLs120S0": "Youless LS120 S0",
		"instructionsLs120S0":  "This driver should be used if you have a LS120 connected to a power meter or water meter via S0. Enter the fixed IP addresss of the LS120. Leave the password field empty if no password is set in the LS120. Lastly, select water or power as meter type.",
		"meterSelection": "Which meter type is connected",
		"powerMeter": "Power",
		"waterMeter": "Water",
		"gasMeter": "Gas",
		"genericMeter": "Generic",
		"titleLs110W": "Youless LS110 / LS120 Water",
		"instructionsLs110W": "This driver should be used if you have a LS110 or LS120 connected to a water meter via the optical sensor. Enter the fixed IP addresss of the LS110/LS120. Password is only supported for the LS120. Leave the password field empty if you have a LS110, or no password is set in the LS120.",
		"intro2": "Enter the IP addresss of the device.",
		"discover": "Discover device",
		"host": "IP address",
		"password": "Password",
		"required": "The IP addresss must be filled in",
		"testSettings": "Save",
		"success": "Success!"
  },
	"settings": {
		"benefit": "Integrate Enelogic and YouLess energy meters, reduce your CO2 footprint.",
		"tab1": {
			"title": "Instructions",
			"addDeviceTitle": "Add a new device",
			"addDeviceInstructions": "Add a new device via the Homey tab `Devices`. Use the `LS120 P1` if you have a P1 connection to your smart meter. Otherwise choose the `LS110/120 E`. On request enter the fixed IP address. If you want to use the S0 and/or the water meter, you can simply add these as an additional device.",
			"ledringTitle": "Enable LED ring",
			"ledringInstructions": "The Homey LED ring can show you how much energy you are using and producing. Go to the Homey settings `LED Ring` and select the `Enelogic Power` screensaver."
		},
		"tab2": {
			"title": "Debug Logs",
			"logs": "Logs",
			"deletelogs": "Delete logs",
			"updateLogs": "Refresh logs",
			"deleteWarning": "Delete all logs?",
			"deleted": "Logs deleted!"
		}
	}
}
