{
	"pair": {
		"titleLs110": "Youless LS110 / LS120 Energie",
		"instructionsLs110": "Deze driver kan gebruikt worden als je een LS110 of LS120 hebt aangesloten op een stroommeter via de optische sensor. Voer het vaste IP adres in van het apparaat. Wachtwoord wordt alleen ondersteund met de LS120. Laat het wachtwoord veld leeg als je een LS110 hebt, of geen wachtwoord is ingesteld in de LS120.",
		"titleLs120": "Youless LS120-EL P1",
		"instructionsLs120": "Deze driver kan gebruikt worden als je een LS120 met Enelogic firmware hebt aangesloten op een slimme meter via P1 (DSMR). Voer het vaste IP adres in van het apparaat. Laat het wachtwoord veld leeg als er geen wachtwoord is ingesteld. De-selecteer de meters die je niet nodig hebt. De hoofd-stroommeter wordt altijd weergegeven.",
		"includeMeters": "Meters weergeven",
		"includeProduction": "Stroom teruglevering",
		"includeOffPeak": "Dal tarief",
		"includeGas": "Gas",
		"titleLs120S0": "Youless LS120 S0",
		"instructionsLs120S0":  "Deze driver kan gebruikt worden als je een LS120 hebt aangesloten op een stroommeter of watermeter via S0. Voer het vaste IP adres in van het apparaat. Laat het wachtwoord veld leeg als er geen wachtwoord is ingesteld. Selecteer ten slotte Energie of Water als metertype.",
		"meterSelection": "Welk metertype is aangesloten",
		"powerMeter": "Energie",
		"waterMeter": "Water",
		"genericMeter": "Generiek",
		"titleLs110W": "Youless LS110 / LS120 Water",
		"instructionsLs110W": "Deze driver kan gebruikt worden als je een LS110 of LS120 hebt aangesloten op een watermeter via de optische sensor. Voer het vaste IP adres in van het apparaat. Wachtwoord wordt alleen ondersteund met de LS120. Laat het wachtwoord veld leeg als je een LS110 hebt, of geen wachtwoord is ingesteld in de LS120.",
		"intro2": "Voer het vaste IP adres in van het apparaat.",
		"discover": "Zoek apparaat",
		"host": "IP adres",
		"password": "Wachtwoord",
		"required": "Het IP adres moet worden ingevuld",
		"testSettings": "Opslaan",
		"success": "Succes!"
  },
	"settings": {
		"benefit": "Koppel Enelogic en YouLess energie meters, reduceer je CO2 footprint",
		"tab1": {
			"title": "Instructies",
			"addDeviceTitle": "Koppel nieuw apparaat",
			"addDeviceInstructions": "Om te koppelen, ga naar de Homey tab `Apparaten`. Gebruik `LS120 P1` als je een slimme meter via P1 verbinding hebt aangesloten. In andere gevallen kies `LS110/120 E`. Vul op verzoek het vaste IP addres in. Als je de S0 en/of de water meter wilt gebruiken, kun je deze als aanvullend apparaat toevoegen.",
			"ledringTitle": "LED ring aanzetten",
			"ledringInstructions": "De Homey LED ring kan je laten zien hoeveel energie je gebruikt en produceert. Ga naar de Homey instellingen `LED Ring` en selecteer `Enelogic Power` als screensaver."
		},
		"tab2": {
			"title": "Logs",
			"logs": "Logs",
			"deletelogs": "Wis alle logs",
			"updateLogs": "Ververs logs",
			"deleteWarning": "Alle logs verwijderen?",
			"deleted": "Logs verwijderd!"
		}
	}
}
